xml/request_templates/artikel_gaffa_vp.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
              <dkabm:record>
                <ac:identifier>34840393|870971</ac:identifier>
                <ac:source>Tidsskriftsartikler</ac:source>
                <dc:title>Hvad fatter gør...</dc:title>
                <dc:title xsi:type="dkdcplus:full">Hvad fatter gør...</dc:title>
                <dc:creator>Mikkel Elbech</dc:creator>
                <dc:creator xsi:type="oss:sort">Elbech, Mikkel</dc:creator>
                <dc:subject xsi:type="dkdcplus:DK5">99.4 Cohen, Adam</dc:subject>
                <dc:subject xsi:type="dkdcplus:DBCF">Adam Cohen</dc:subject>
                <dc:subject xsi:type="oss:sort">Cohen, Adam</dc:subject>
                <dc:subject xsi:type="dkdcplus:DK5-Text">Biografier af enkelte personer</dc:subject>
                <dc:subject xsi:type="dkdcplus:DBCF">folk</dc:subject>
                <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
                <dc:subject xsi:type="dkdcplus:DBCF">singer/songwriter</dc:subject>
                <dcterms:abstract>Med sit nye album læggger Adam Cohen ikke længere afstand til sin far. Tværtimod er albummet en hyldest til faderen</dcterms:abstract>
                <dc:description>I anledning af albummet "Like a man"</dc:description>
                <dcterms:audience>voksenmaterialer</dcterms:audience>
                <dc:contributor xsi:type="dkdcplus:ive">Adam Cohen</dc:contributor>
                <dc:date>2011</dc:date>
                <dc:type xsi:type="dkdcplus:BibDK-Type">Tidsskriftsartikel</dc:type>
                <dc:format>illustreret</dc:format>
                <dcterms:extent>S. 34-35</dcterms:extent>
                <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
                <dc:language>Dansk</dc:language>
                <dcterms:isPartOf>Gaffa, 2011, nr. 10</dcterms:isPartOf>
                <dcterms:isPartOf xsi:type="dkdcplus:ISSN">0109-0097</dcterms:isPartOf>
                <dcterms:spatial xsi:type="dkdcplus:DBCF">Canada</dcterms:spatial>
              </dkabm:record>
              <marcx:collection>
                <marcx:record format="danMARC2" type="Bibliographic">
                  <marcx:leader>000000000000000000000000</marcx:leader>
                  <marcx:datafield ind1="0" ind2="0" tag="001">
                    <marcx:subfield code="a">34840393</marcx:subfield>
                    <marcx:subfield code="b">870971</marcx:subfield>
                    <marcx:subfield code="c">20111025142959</marcx:subfield>
                    <marcx:subfield code="d">20111025</marcx:subfield>
                    <marcx:subfield code="f">a</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="004">
                    <marcx:subfield code="r">n</marcx:subfield>
                    <marcx:subfield code="a">i</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="008">
                    <marcx:subfield code="t">a</marcx:subfield>
                    <marcx:subfield code="u">f</marcx:subfield>
                    <marcx:subfield code="a">2011</marcx:subfield>
                    <marcx:subfield code="b">dk</marcx:subfield>
                    <marcx:subfield code="d">y</marcx:subfield>
                    <marcx:subfield code="l">dan</marcx:subfield>
                    <marcx:subfield code="v"/>
                    <marcx:subfield code="r">ap</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="009">
                    <marcx:subfield code="a">a</marcx:subfield>
                    <marcx:subfield code="g">xx</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="016">
                    <marcx:subfield code="a">05997283</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="032">
                    <marcx:subfield code="a">ABU201144</marcx:subfield>
                    <marcx:subfield code="a">DAR201144</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="086">
                    <marcx:subfield code="a">Biografier af enkelte personer</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="245">
                    <marcx:subfield code="a">Hvad fatter gør...</marcx:subfield>
                    <marcx:subfield code="e">Mikkel Elbech, interview med Adam Cohen</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="300">
                    <marcx:subfield code="a">S. 34-35</marcx:subfield>
                    <marcx:subfield code="b">ill.</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="504">
                    <marcx:subfield code="a">Med sit nye album læggger Adam Cohen ikke længere afstand til sin far. Tværtimod er albummet en hyldest til faderen</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="507">
                    <marcx:subfield code="a">I anledning af albummet "Like a man"</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="557">
                    <marcx:subfield code="a">Gaffa</marcx:subfield>
                    <marcx:subfield code="j">2011</marcx:subfield>
                    <marcx:subfield code="z">0109-0097</marcx:subfield>
                    <marcx:subfield code="V">2011, nr. 0010</marcx:subfield>
                    <marcx:subfield code="v">2011, nr. 10</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="600">
                    <marcx:subfield code="a">Cohen</marcx:subfield>
                    <marcx:subfield code="h">Adam</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="652">
                    <marcx:subfield code="m">99.4</marcx:subfield>
                    <marcx:subfield code="a">Cohen</marcx:subfield>
                    <marcx:subfield code="h">Adam</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="666">
                    <marcx:subfield code="0"/>
                    <marcx:subfield code="e">Canada</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="666">
                    <marcx:subfield code="0"/>
                    <marcx:subfield code="f">folk</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="666">
                    <marcx:subfield code="0"/>
                    <marcx:subfield code="f">singer/songwriter</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Elbech</marcx:subfield>
                    <marcx:subfield code="h">Mikkel</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Cohen</marcx:subfield>
                    <marcx:subfield code="h">Adam</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="996">
                    <marcx:subfield code="a">IDX</marcx:subfield>
                  </marcx:datafield>
                </marcx:record>
              </marcx:collection>
              <os:identifier>870971-tsart:34840393</os:identifier>
              <os:creationDate>2011-10-25</os:creationDate>
              <os:holdingsCount>1</os:holdingsCount>
              <os:relations>
                <os:relation>
                  <os:relationType/>
                  <os:linkObject>
                    <os:accessType>rest</os:accessType>
                    <os:access>openurl</os:access>
                    <os:linkTo/>
                  </os:linkObject>
                </os:relation>
                <os:relation>
                  <os:relationType>dbcbib:isPartOfManifestation</os:relationType>
                  <os:relationUri>870970-basis:05997283</os:relationUri>
                  <os:relationObject>
                    <os:object>
                      <dkabm:record>
                        <ac:identifier>05997283|870970</ac:identifier>
                        <dc:identifier xsi:type="dkdcplus:ISSN">0109-0097</dc:identifier>
                        <ac:source>Bibliotekskatalog</ac:source>
                        <dc:title>Gaffa</dc:title>
                        <dc:title xsi:type="dkdcplus:full">Gaffa : nyheder, features, interviews, anmeldelser, kalender</dc:title>
                        <dc:subject xsi:type="dkdcplus:DK5">78</dc:subject>
                        <dc:subject xsi:type="dkdcplus:DK5-Text">Musik</dc:subject>
                        <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
                        <dc:description>Udkommer i medlemsudgave med særligt medlemsstof</dc:description>
                        <dc:description>Til enkelte numre findes tillæg</dc:description>
                        <dc:description>Undertitlen varierer</dc:description>
                        <dcterms:audience>voksenmaterialer</dcterms:audience>
                        <dc:publisher>Gaffa</dc:publisher>
                        <dc:contributor>Foreningen Musikmagasinet Gaffa</dc:contributor>
                        <dc:date>1983</dc:date>
                        <dc:type xsi:type="dkdcplus:BibDK-Type">Tidsskrift</dc:type>
                        <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
                        <dc:language>Dansk</dc:language>
                      </dkabm:record>
                      <marcx:collection>
                        <marcx:record format="danMARC2" type="Bibliographic">
                          <marcx:leader>000000000000000000000000</marcx:leader>
                          <marcx:datafield ind1="0" ind2="0" tag="001">
                            <marcx:subfield code="a">05997283</marcx:subfield>
                            <marcx:subfield code="b">870970</marcx:subfield>
                            <marcx:subfield code="c">20060214235423</marcx:subfield>
                            <marcx:subfield code="d">19831202</marcx:subfield>
                            <marcx:subfield code="f">a</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="002">
                            <marcx:subfield code="b">810010</marcx:subfield>
                            <marcx:subfield code="d">01090097</marcx:subfield>
                            <marcx:subfield code="x">81001001090097</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="004">
                            <marcx:subfield code="r">c</marcx:subfield>
                            <marcx:subfield code="a">e</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="008">
                            <marcx:subfield code="t">p</marcx:subfield>
                            <marcx:subfield code="u">c</marcx:subfield>
                            <marcx:subfield code="a">1983</marcx:subfield>
                            <marcx:subfield code="b">dk</marcx:subfield>
                            <marcx:subfield code="c">m</marcx:subfield>
                            <marcx:subfield code="h">p</marcx:subfield>
                            <marcx:subfield code="i">b</marcx:subfield>
                            <marcx:subfield code="l">dan</marcx:subfield>
                            <marcx:subfield code="v"/>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="009">
                            <marcx:subfield code="a">a</marcx:subfield>
                            <marcx:subfield code="g">xx</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="022">
                            <marcx:subfield code="a">0109-0097</marcx:subfield>
                            <marcx:subfield code="c">hf.</marcx:subfield>
                            <marcx:subfield code="d">enkelteksemplarer gratis</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="032">
                            <marcx:subfield code="a">DPF198351</marcx:subfield>
                            <marcx:subfield code="x">SFD199507</marcx:subfield>
                            <marcx:subfield code="x">OPR198351</marcx:subfield>
                            <marcx:subfield code="x">DAT200310</marcx:subfield>
                            <marcx:subfield code="x">DAT200449</marcx:subfield>
                            <marcx:subfield code="x">DAT200607</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="082">
                            <marcx:subfield code="a">780.730 948 9</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="210">
                            <marcx:subfield code="a">Gaffa</marcx:subfield>
                            <marcx:subfield code="b">Århus</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="222">
                            <marcx:subfield code="a">Gaffa</marcx:subfield>
                            <marcx:subfield code="b">Århus. Papirform</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="245">
                            <marcx:subfield code="a">Gaffa</marcx:subfield>
                            <marcx:subfield code="c">nyheder, features, interviews, anmeldelser, kalender</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="255">
                            <marcx:subfield code="a">Nr. 1 (sept. 1983)-</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="260">
                            <marcx:subfield code="a">Århus</marcx:subfield>
                            <marcx:subfield code="d">Møllegade 9-13, 8000 C</marcx:subfield>
                            <marcx:subfield code="b">Gaffa</marcx:subfield>
                            <marcx:subfield code="c">[1983]-</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="500">
                            <marcx:subfield code="a">Månedlig</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="505">
                            <marcx:subfield code="&amp;">1</marcx:subfield>
                            <marcx:subfield code="a">Tidsskrift</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="512">
                            <marcx:subfield code="a">Udkommer i medlemsudgave med særligt medlemsstof</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="512">
                            <marcx:subfield code="a">Til enkelte numre findes tillæg</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="512">
                            <marcx:subfield code="a">Undertitlen varierer</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="526">
                            <marcx:subfield code="a">Til nogle numre findes cd-rom</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="526">
                            <marcx:subfield code="i">Også på internettet</marcx:subfield>
                            <marcx:subfield code="t">Gaffa</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="539">
                            <marcx:subfield code="a">12, december 2005</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="652">
                            <marcx:subfield code="m">78</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="710">
                            <marcx:subfield code="a">Foreningen Musikmagasinet Gaffa</marcx:subfield>
                          </marcx:datafield>
                          <marcx:datafield ind1="0" ind2="0" tag="996">
                            <marcx:subfield code="a">810010</marcx:subfield>
                          </marcx:datafield>
                        </marcx:record>
                      </marcx:collection>
                      <os:identifier>870970-basis:05997283</os:identifier>
                      <os:creationDate>2005-03-01</os:creationDate>
                      <os:holdingsCount>1</os:holdingsCount>
                      <os:formatsAvailable>
                        <os:format>dkabm</os:format>
                        <os:format>marcxchange</os:format>
                      </os:formatsAvailable>
                    </os:object>
                  </os:relationObject>
                </os:relation>
              </os:relations>
              <os:formatsAvailable>
                <os:format>dkabm</os:format>
                <os:format>marcxchange</os:format>
              </os:formatsAvailable>
            </os:object>
         </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
